Autodesk.Revit.DB.ExternalDefinition.Create(Autodesk.Revit.DB.ExternalDefinitionCreationOptions)
Create function.
options:
The options.
Returns:
ExternalDefinition
Throws Autodesk.Revit.Exceptions.ArgumentNullException:
A non-optional argument was null